{
    "games": [
        {
            "name": "Deep Rock Galactic",
            "desc": "Deep Rock Galactic is a 1-4 player co-op FPS featuring badass space Dwarves, 100% destructible environments, procedurally-generated caves, and endless hordes of alien monsters.",
            "link": "https://store.steampowered.com/app/548430/Deep_Rock_Galactic/",
            "reroll": "Game is too perfect"
        },
        {
            "name": "Don't Starve Together",
            "desc": "Don't Starve Together is the standalone multiplayer expansion of the uncompromising survival game Don't Starve.",
            "link": "https://store.steampowered.com/app/322330/Dont_Starve_Together/",
            "reroll": "How about a game that's actually possible"
        },
        {
            "name": "Risk of Rain",
            "desc": "Risk of Rain is an action platformer with roguelike elements. With permanent death as a primary feature, players will have to play their best to get as far as possible. Fight on a mysterious planet with randomly spawning enemies and bosses, either alone or with 3 friends in online co-op.",
            "link": "https://store.steampowered.com/app/248820/Risk_of_Rain/",
            "reroll": "I'd like to move and shoot at the same time"
        },
        {
            "name": "Left 4 Dead 2",
            "desc": "Set in the zombie apocalypse, Left 4 Dead 2 (L4D2) is the highly anticipated sequel to the award-winning Left 4 Dead, the #1 co-op game of 2008. This co-operative action horror FPS takes you and your friends through the cities, swamps and cemeteries of the Deep South, from Savannah to New Orleans...",
            "link": "https://store.steampowered.com/app/550/Left_4_Dead_2/",
            "reroll": "Leave it for dead"
        },
        {
            "name": "Risk of Rain 2",
            "desc": "Escape a chaotic alien planet by fighting through hordes of frenzied monsters – with your friends, or on your own. Combine loot in surprising ways and master each character until you become the havoc you feared upon your first crash landing.",
            "link": "https://store.steampowered.com/app/632360/Risk_of_Rain_2/",
            "reroll": "This is a roguelike"
        },
        {
            "name": "Stardew Valley",
            "desc": "You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home?",
            "link": "https://store.steampowered.com/app/413150/Stardew_Valley/",
            "reroll": "Booooooring"
        },
        {
            "name": "Tabletop Simulator",
            "desc": "Tabletop Simulator is the only simulator where you can let your aggression out by flipping the table! There are no rules to follow: just you, a physics sandbox, and your friends. Make your own online board games or play the thousands of community created mods. Unlimited gaming possibilities!",
            "link": "https://store.steampowered.com/app/286160/Tabletop_Simulator/",
            "reroll": "I get board playing this"
        },
        {
            "name": "Barotrauma",
            "desc": "Barotrauma is a 2D co-op submarine simulator – in space, with survival horror elements. Steer your submarine, give orders, fight monsters, fix leaks, operate machinery, man the guns and craft items, and stay alert: danger in Barotrauma doesn’t announce itself!",
            "link": "https://store.steampowered.com/app/602960/Barotrauma/",
            "reroll": "Working is not fun"
        },
        {
            "name": "Terraria",
            "desc": "Dig, fight, explore, build! Nothing is impossible in this action-packed adventure game.",
            "link": "https://store.steampowered.com/app/105600/Terraria/",
            "reroll": "Same old same old."
        },
        {
            "name": "Starbound",
            "desc": "You’ve fled your home, only to find yourself lost in space with a damaged ship. Your only option is to beam down to the planet below, repair your ship and set off to explore the universe...",
            "link": "https://store.steampowered.com/app/211820/Starbound/",
            "reroll": "Perhaps a game that isn't striving off its mods"
        },
        {
            "name": "Garry's Mod",
            "desc": "Garry's Mod is a physics sandbox. There aren't any predefined aims or goals. We give you the tools and leave you to play.",
            "link": "https://store.steampowered.com/app/4000/Garrys_Mod/",
            "reroll": "Predefined aims or goals, please!"
        },
        {
            "name": "Unrailed!",
            "desc": "Unrailed! is a co-op multiplayer game where you have to work together with your friends to build a train track across endless procedurally generated worlds. Master random encounters with its inhabitants, upgrade your train and keep it from derailing!",
            "link": "https://store.steampowered.com/app/1016920/Unrailed/",
            "reroll": "$20???"
        },
        {
            "name": "Black Ops II (Plutonium)",
            "desc": "Pushing the boundaries of what fans have come to expect from the record-setting entertainment franchise, Call of Duty®: Black Ops II propels players into a near future Cold War.",
            "link": "https://forum.plutonium.pw/topic/2819/how-to-install-plutonium-t6",
            "reroll": "I'm not downloading a torrent, you sick monster!"
        },
        {
            "name": "Mindustry",
            "desc": "Mindustry is a hybrid tower-defense sandbox factory game. Create elaborate supply chains of conveyor belts to feed ammo into your turrets, produce materials to use for building, and defend your structures from waves of enemies. Features include a map editor, 24 built-in maps, cross-platform multiplayer and large-scale PvP unit battles.",
            "link": "https://mindustrygame.github.io",
            "reroll": "Turns my mind into dust...ry idk"
        },
        {
            "name": "Minecraft",
            "desc": "Prepare for an adventure of limitless possibilities as you build, mine, battle mobs, and explore the ever-changing Minecraft landscape.",
            "link": "https://www.minecraft.net/",
            "reroll": "<i>really</i> same old same old."
        },
        {
            "name": "Valheim",
            "desc": "A brutal exploration and survival game for 1-10 players, set in a procedurally-generated purgatory inspired by viking culture. Battle, build, and conquer your way to a saga worthy of Odin’s patronage!",
            "link": "https://store.steampowered.com/app/892970/Valheim/",
            "reroll": "Vikings stink or something idk"
        },
        {
            "name": "Crusader Kings II",
            "desc": "Explore one of the defining periods in world history in an experience crafted by the masters of Grand Strategy.",
            "link": "https://store.steampowered.com/app/203770/Crusader_Kings_II/",
            "reroll": "\"Paradox Interactive\""
        },
        {
            "name": "Cards Against Humanity",
            "desc": "Cards Against Humanity is a party game for horrible people. Unlike most of the party games you've played before, Cards Against Humanity is as despicable and awkward as you and your friends.",
            "link": "https://pyx-2.pretendyoure.xyz/zy/game.jsp",
            "reroll": "Not funny"
        },
        {
            "name": "Jet Set Radio Future Multiplayer",
            "desc": "JSRFMP is a fan made game based on the multiplayer mode of JSRF.",
            "link": "https://gamejolt.com/games/JSRFMP/336004",
            "reroll": "Jet Set Radi<b>no</b>"
        },
        {
            "name": "Jackbox Party Pack",
            "desc": "Play using phones, tablets or computers. No extra controllers needed!",
            "link": "https://store.steampowered.com/developer/jackboxgames/list/37448",
            "reroll": "Nobody here is funny"
        },
        {
            "name": "Town of Salem",
            "desc": "Inspired by the party games Werewolf and Mafia, Town of Salem is a game of murder, mystery and deception.",
            "link": "https://store.steampowered.com/app/334230/Town_of_Salem/",
            "reroll": "I don't feel like dying first night."
        },
        {
            "name": "SCP: Secret Laboratory",
            "desc": "Deep within the SCP Foundation during a containment breach, many of the anomalies have bypassed security and escaped from their chambers - without peaceful intentions. Become site personnel, a re-containment agent, or an anomalous entity and fight to take control of or escape the facility!",
            "link": "https://store.steampowered.com/app/700330/SCP_Secret_Laboratory/",
            "reroll": "too scary"
        },
        {
            "name": "Astroneer",
            "desc": "A game of aerospace industry and interplanetary exploration.",
            "link": "https://store.steampowered.com/app/361420/ASTRONEER/",
            "reroll": "Lamer No Man's Sky?"
        },
        {
            "name": "No Man's Sky",
            "desc": "No Man's Sky is a game about exploration and survival in an infinite procedurally generated universe.",
            "link": "https://store.steampowered.com/app/275850/No_Mans_Sky/",
            "reroll": "Lamer Astroneer?"
        },
        {
            "name": "Factorio",
            "desc": "Factorio is a game about building and creating automated factories to produce items of increasing complexity, within an infinite 2D world. Use your imagination to design your factory, combine simple elements into ingenious structures, and finally protect it from the creatures who don't really like you.",
            "link": "https://store.steampowered.com/app/427520/Factorio/",
            "reroll": "GO ON SALE PLEASE"
        },
        {
            "name": "Payday 2",
            "desc": "PAYDAY 2 is an action-packed, four-player co-op shooter that once again lets gamers don the masks of the original PAYDAY crew - Dallas, Hoxton, Wolf and Chains - as they descend on Washington DC for an epic crime spree.",
            "link": "https://store.steampowered.com/app/218620/PAYDAY_2/",
            "reroll": "It was all apart of my plan"
        },
        {
            "name": "Tetris (Jtris)",
            "desc": "Online multiplayer puzzle game.",
            "link": "https://jstris.jezevec10.com",
            "reroll": "Tetris 99 but clone? l a m e"
        },
        {
            "name": "Castle Crashers",
            "desc": "Hack, slash, and smash your way to victory in this award winning 2D arcade adventure from The Behemoth!",
            "link": "https://store.steampowered.com/app/204360/Castle_Crashers/",
            "reroll": "Spam (A) to win"
        },
        {
            "name": "BattleBlock Theater",
            "desc": "Welcome to BattleBlock Theater! You’ve got no where to go but up...on stage. Play single player or co-op to free your friends and save Hatty Hattington! Jump, solve and battle your way through a mysterious theater inhabited by highly technological felines.",
            "link": "https://store.steampowered.com/app/238460/BattleBlock_Theater/",
            "reroll": "Mario but with cats... wait"
        },
        {
            "name": "OpenSpades",
            "desc": "OpenSpades is a clone of Voxlap Ace of Spades 0.75, which is a free multiplayer game created by Ben Aksoy. It's a simple first person shooter that brings destruction, construction and fist person shooters in general to a whole new level.",
            "link": "https://gamejolt.com/games/openspades/46984",
            "reroll": "Does anyone even play this?"
        },
        {
            "name": "Borderlands 2",
            "desc": "The Ultimate Vault Hunter’s Upgrade lets you get the most out of the Borderlands 2 experience.",
            "link": "https://store.steampowered.com/app/49520/Borderlands_2/",
            "reroll": "me when I border the lands idk"
        },
        {
            "name": "Clone Drone in the Danger Zone",
            "desc": "Clone Drone in the Danger Zone is a robot voxel slice-em-up where any part of your body can be sliced off. With your mind downloaded into a robot gladiator, you must survive the sinister trials of the arena.",
            "link": "https://store.steampowered.com/app/597170/Clone_Drone_in_the_Danger_Zone/",
            "reroll": "Danger zone? More like lame zone xddd"
        },
        {
            "name": "Chess",
            "desc": "Chess is a recreational and competitive board game played between two players.",
            "link": "https://www.chess.com/",
            "reroll": "brain too smol"
        },
        {
            "name": "Roblox",
            "desc": "Roblox is ushering in the next generation of entertainment. Imagine, create, and play together with millions of players across an infinite variety of immersive, user-generated 3D worlds. Roblox is a global platform that brings people together through play.",
            "link": "https://www.roblox.com/",
            "reroll": "It's not free"
        },
        {
            "name": "Killing Floor",
            "desc": "6-player co-op survival horror at its finest! Free updates, free special events and a ridiculous amount of fun!",
            "link": "https://store.steampowered.com/app/1250/Killing_Floor/",
            "reroll": "too scary again"
        },
        {
            "name": "Team Fortress 2",
            "desc": "Nine distinct classes provide a broad range of tactical abilities and personalities. Constantly updated with new game modes, maps, equipment and, most importantly, hats!",
            "link": "https://store.steampowered.com/app/440/Team_Fortress_2/",
            "reroll": "lol \"constantly updated\""
        }
    ]
}